#include <iostream>
using namespace std;
//---------------------Функции и Прототипы---------------------------------------





//------------------------MAIN----------------------------------------------------
int main() {
	setlocale(LC_ALL, "RU");

	//-------------------------------САМА ПРОГА-------------------------------------

	int a, b;

	cout << "Введите первое число: ";
	cin >> a;

	cout << "Введите второе число: ";
	cin >> b;

	if (a > b)
	{
		cout << "Первое число БОЛЬШЕ";
	}
	else if (b > a)
	{
		cout << "Первое число МЕНЬШЕ";
	}
	else
	{
		cout << "Числа РАВНЫ";
	}

	system("pause");

	return 0;
}
